Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Once strings are added, toggle redaction anywhere with ⌃⌘R (customizable), or from the View menu.
ar: بعد إضافة السلاسل، يمكنك تبديل الحجب من أي مكان باستخدام ⌃⌘R (قابل للتخصيص)، أو من قائمة عرض.
ca: Un cop afegides les cadenes, podeu activar o desactivar l'emmascarament des de qualsevol lloc amb ⌃⌘R (personalitzable) o des del menú Visualització.
cs: Jakmile přidáte řetězce, můžete maskování kdekoli přepnout zkratkou ⌃⌘R (lze změnit) nebo v nabídce Zobrazení.
da: Når der er tilføjet strenge, kan du slå maskeringen til og fra overalt med ⌃⌘R (kan tilpasses) eller via menuen Visning.
de: Sobald Zeichenketten hinzugefügt wurden, können Sie die Schwärzung überall mit ⌃⌘R (anpassbar) oder über das Menü „Darstellung“ umschalten.
es: Una vez añadidas las cadenas, puedes activar o desactivar la ocultación en cualquier parte con ⌃⌘R (personalizable) o desde el menú Visualización.
fi: Kun merkkijonoja on lisätty, voit vaihtaa peittoa missä tahansa näppäimillä ⌃⌘R (mukautettavissa) tai Näytä-valikosta.
fr: Une fois des chaînes ajoutées, activez ou désactivez le masquage n'importe où avec ⌃⌘R (personnalisable) ou depuis le menu Présentation.
he: לאחר הוספת מחרוזות, ניתן להפעיל ולכבות את ההסתרה מכל מקום באמצעות ⌃⌘R (ניתן להתאמה), או מתפריט "תצוגה".
hu: Ha már vannak hozzáadott karakterláncok, a kitakarás bárhol be- és kikapcsolható a ⌃⌘R billentyűkombinációval (testreszabható) vagy a Nézet menüből.
it: Dopo aver aggiunto le stringhe, attiva o disattiva l'oscuramento ovunque con ⌃⌘R (personalizzabile) o dal menu Vista.
ja: 文字列を追加すると、どこでも ⌃⌘R（変更可能）または「表示」メニューからマスクを切り替えられます。
ko: 문자열을 추가하면 어디서나 ⌃⌘R(사용자 지정 가능)로 또는 보기 메뉴에서 가리기를 전환할 수 있습니다.
nb: Når strenger er lagt til, kan du slå sladdingen av og på hvor som helst med ⌃⌘R (kan tilpasses), eller fra Vis-menyen.
nl: Zodra er tekenreeksen zijn toegevoegd, schakelt u het afschermen overal in of uit met ⌃⌘R (aanpasbaar) of via het menu Weergave.
pl: Po dodaniu ciągów maskowanie można przełączyć w dowolnym miejscu skrótem ⌃⌘R (można go zmienić) lub z menu Widok.
pt_br: Depois de adicionar strings, alterne a ocultação em qualquer lugar com ⌃⌘R (personalizável) ou pelo menu Visualizar.
pt_pt: Depois de adicionar cadeias, pode alternar a ocultação em qualquer parte da app com ⌃⌘R (personalizável) ou a partir do menu Visualização.
ro: După adăugarea șirurilor, comută mascarea de oriunde cu ⌃⌘R (personalizabil) sau din meniul Vizualizare.
sl: Ko so nizi dodani, lahko prekrivanje kjer koli preklopite z ⌃⌘R (prilagodljivo) ali iz menija Pogled.
sv: När strängar har lagts till kan du växla maskering var som helst med ⌃⌘R (kan anpassas) eller från Visa-menyn.
uk: Коли рядки додано, вмикайте та вимикайте маскування будь-де за допомогою ⌃⌘R (можна змінити) або через меню «Вигляд».
vi: Sau khi thêm chuỗi, bạn có thể bật/tắt việc che ở bất kỳ đâu bằng ⌃⌘R (có thể tùy chỉnh), hoặc từ menu Xem.
zh_hans: 添加字符串后，可在任意位置使用 ⌃⌘R（可自定义）或通过“显示”菜单切换遮蔽。
zh_hant: 加入字串後，即可隨時使用 ⌃⌘R（可自訂）或從「顯示方式」選單切換遮蔽。

source: One Virtual Display
ar: شاشة افتراضية واحدة
ca: Una pantalla virtual
cs: Jedno virtuální zobrazení
da: Én virtuel skærm
de: Eine virtuelle Anzeige
es: Una pantalla virtual
fi: Yksi virtuaalinäyttö
fr: Un écran virtuel
he: תצוגה וירטואלית אחת
hu: Egy virtuális kijelző
it: Uno schermo virtuale
ja: 仮想ディスプレイ1つ
ko: 가상 디스플레이 1개
nb: Én virtuell skjerm
nl: Eén virtueel scherm
pl: Jeden wirtualny ekran
pt_br: Uma Tela Virtual
pt_pt: Um ecrã virtual
ro: Un ecran virtual
sl: En navidezni zaslon
sv: En virtuell skärm
uk: Один віртуальний дисплей
vi: Một màn hình ảo
zh_hans: 一个虚拟显示器
zh_hant: 一部虛擬顯示器

source: Only favorited models appear in the main model picker.
ar: تظهر النماذج المفضلة فقط في منتقي النماذج الرئيسي.
ca: Només els models preferits apareixen al selector principal de models.
cs: V hlavním výběru modelů se zobrazují pouze oblíbené modely.
da: Kun foretrukne modeller vises i hovedmodelvælgeren.
de: Nur favorisierte Modelle erscheinen in der Hauptmodellauswahl.
es: Solo los modelos favoritos aparecen en el selector principal de modelos.
fi: Vain suosikkimallit näkyvät mallivalitsimessa.
fr: Seuls les modèles favoris apparaissent dans le sélecteur de modèles principal.
he: רק מודלים מועדפים מופיעים בבורר המודלים הראשי.
hu: Csak a kedvencnek jelölt modellek jelennek meg a fő modellválasztóban.
it: Solo i modelli preferiti appaiono nel selettore modelli principale.
ja: お気に入りに登録したモデルのみがメインのモデル選択に表示されます。
ko: 즐겨찾기에 추가된 모델만 메인 모델 선택기에 표시됩니다.
nb: Kun favorittmodeller vises i hovedmodellvelgeren.
nl: Alleen favoriete modellen verschijnen in de hoofdmodelselectie.
pl: W głównym selektorze modeli pojawiają się tylko ulubione modele.
pt_br: Apenas modelos favoritados aparecem no seletor principal de modelos.
pt_pt: Apenas os modelos favoritos aparecem no seletor principal de modelos.
ro: Doar modelele favorite apar în selectorul principal de modele.
sl: V glavnem izbirniku modelov se prikažejo samo priljubljeni modeli.
sv: Bara favoritmarkerade modeller visas i modellväljaren.
uk: У головному засобі вибору моделей відображаються лише обрані моделі.
vi: Chỉ các mô hình yêu thích xuất hiện trong bộ chọn mô hình chính.
zh_hans: 只有收藏的模型才会显示在主模型选择器中。
zh_hant: 只有收藏的模型才會顯示在主要模型選擇器中。

source: Only the chosen subkey's public material ends up in the exported block. The remote's `gpg` can sign with this specific keygrip; pick a different one if you want the forwarded agent to sign as that key instead.
ar: تنتهي فقط المادة العامة للمفتاح الفرعي المختار في الكتلة المُصدَّرة. يستطيع `gpg` على الجهاز البعيد التوقيع بهذا الـ keygrip المحدد؛ اختر آخر إذا أردت أن يوقّع الوكيل الموجَّه بذلك المفتاح بدلاً منه.
ca: Només el material públic de la subclau triada acaba al bloc exportat. El `gpg` del remot pot signar amb aquest keygrip específic; trieu-ne un altre si voleu que l'agent reenviat signi com a aquella altra clau.
cs: V exportovaném bloku skončí pouze veřejný materiál zvoleného podklíče. Vzdálený `gpg` může podepisovat tímto konkrétním keygripem; vyberte jiný, pokud chcete, aby přesměrovaný agent podepisoval jako jiný klíč.
da: Kun den valgte undernøgles offentlige materiale havner i den eksporterede blok. Fjernsystemets `gpg` kan signere med denne specifikke keygrip; vælg en anden, hvis du vil have den videresendte agent til at signere som den nøgle i stedet.
de: Nur das öffentliche Material des gewählten Unterschlüssels landet im exportierten Block. Das `gpg` der Gegenstelle kann mit dieser bestimmten keygrip signieren; wählen Sie einen anderen, wenn der weitergeleitete Agent stattdessen als jener Schlüssel signieren soll.
es: Solo el material público de la subclave elegida termina en el bloque exportado. El `gpg` del remoto puede firmar con este keygrip específico; elija uno diferente si desea que el agente reenviado firme como esa clave.
fi: Vain valitun aliavaimen julkinen materiaali päätyy vietyyn lohkoon. Etäkoneen `gpg` voi allekirjoittaa tällä tietyllä keygripillä; valitse toinen, jos haluat välitetyn agentin allekirjoittavan kyseisellä avaimella.
fr: Seul le matériel public de la sous-clé choisie se retrouve dans le bloc exporté. Le `gpg` distant peut signer avec ce keygrip spécifique ; choisissez-en un autre si vous voulez que l'agent transféré signe avec cette clé à la place.
he: רק החומר הציבורי של תת-המפתח שנבחר נכלל בבלוק המיוצא. ה-`gpg` המרוחק יכול לחתום עם keygrip ספציפי זה; בחר אחר אם אתה רוצה שהסוכן המועבר יחתום כאותו מפתח במקום.
hu: Csak a kiválasztott alkulcs nyilvános anyaga kerül be az exportált blokkba. A távoli `gpg` ezzel a konkrét keygrippel tud aláírni; válasszon másikat, ha azt szeretné, hogy a továbbított ügynök helyette azzal a kulccsal írjon alá.
it: Solo il materiale pubblico della sottochiave scelta finisce nel blocco esportato. Il `gpg` remoto può firmare con questo specifico keygrip; scegline uno diverso se vuoi che l'agente inoltrato firmi come quella chiave.
ja: 選択したサブキーの公開部分のみがエクスポートされるブロックに含まれます。リモートの`gpg`はこの特定のkeygripで署名できます。転送されたエージェントに別のキーとして署名させたい場合は、別のものを選択してください。
ko: 선택한 하위 키의 공개 자료만 내보내진 블록에 포함됩니다. 원격의 `gpg`는 이 특정 keygrip으로 서명할 수 있습니다. 전달된 에이전트가 다른 키로 서명하길 원한다면 다른 것을 선택하세요.
nb: Bare det offentlige materialet til den valgte undernøkkelen havner i den eksporterte blokken. Fjernverten sin `gpg` kan signere med denne spesifikke keygripen; velg en annen hvis du vil at den videresendte agenten skal signere som den nøkkelen i stedet.
nl: Alleen het publieke materiaal van de gekozen subsleutel komt in het geëxporteerde blok terecht. De `gpg` van de externe host kan ondertekenen met deze specifieke keygrip; kies een andere als u wilt dat de doorgestuurde agent als die sleutel ondertekent.
pl: Tylko materiał publiczny wybranego podklucza trafia do eksportowanego bloku. Zdalne `gpg` może podpisywać tym konkretnym keygripem; wybierz inny, jeśli chcesz, aby przekierowany agent podpisywał jako tamten klucz.
pt_br: Apenas o material público da subchave escolhida acaba no bloco exportado. O `gpg` do remoto pode assinar com este keygrip específico; escolha outro se quiser que o agente encaminhado assine como aquela chave.
pt_pt: Apenas o material público da subchave escolhida fica no bloco exportado. O `gpg` do remoto pode assinar com este keygrip específico; escolha outro se quiser que o agente reencaminhado assine como essa chave.
ro: Doar materialul public al subcheii alese ajunge în blocul exportat. `gpg` de pe sistemul la distanță poate semna cu acest keygrip specific; alege altul dacă vrei ca agentul redirecționat să semneze ca acea cheie.
sl: V izvoženem bloku se znajde samo javni material izbranega podključa. Oddaljeni `gpg` lahko podpisuje s tem določenim keygripom; izberite drugega, če želite, da posredovani agent podpisuje kot tisti ključ.
sv: Endast det valda undernyckelns publika material hamnar i det exporterade blocket. Fjärrens `gpg` kan signera med just denna keygrip; välj en annan om du vill att den vidarebefordrade agenten ska signera som den nyckeln istället.
uk: В експортований блок потрапляє лише публічна частина обраного підключа. `gpg` на віддаленій стороні може підписувати саме цим keygrip; оберіть інший, якщо хочете, щоб переадресований агент підписував іншим ключем.
vi: Chỉ phần công khai của khóa con đã chọn được đưa vào khối xuất. `gpg` trên máy từ xa có thể ký bằng keygrip cụ thể này; chọn một keygrip khác nếu bạn muốn agent được chuyển tiếp ký bằng khóa khác.
zh_hans: 导出的块中仅包含所选子密钥的公钥材料。远程的 `gpg` 可以使用此特定 keygrip 签名；如果希望转发的代理改用其他密钥签名，请选择不同的子密钥。
zh_hant: 匯出的區塊中僅包含所選子金鑰的公鑰部分。遠端的 `gpg` 可以使用此特定 keygrip 簽署；如果希望轉發的代理改以其他金鑰簽署，請選擇不同的子金鑰。

source: Only tries direct connection, never hole-punches
ar: يحاول الاتصال المباشر فقط، دون إجراء ثقب
ca: Només intenta connexió directa, mai hole-punch
cs: Zkouší pouze přímé připojení, nikdy nepoužívá hole-punch
da: Forsøger kun direkte forbindelse, udfører aldrig hole-punch
de: Versucht nur Direktverbindung, führt kein Hole-Punch durch
es: Solo intenta conexión directa, nunca perfora
fi: Kokeilee vain suoraa yhteyttä, ei koskaan käytä hole-punchia
fr: Essaie uniquement la connexion directe, jamais de perforation
he: מנסה חיבור ישיר בלבד, ללא ניקוב
hu: Csak közvetlen kapcsolatot próbál, soha nem használ hole-punch-ot
it: Tenta solo la connessione diretta, mai hole-punch
ja: 直接接続のみを試行し、ホールパンチは行わない
ko: 직접 연결만 시도하며, 홀 펀칭은 하지 않음
nb: Prøver kun direkte tilkobling, aldri hole-punch
nl: Probeert alleen directe verbinding, nooit hole-punch
pl: Próbuje tylko połączenia bezpośredniego, nigdy nie używa hole-punch
pt_br: Tenta apenas conexão direta, nunca perfura
pt_pt: Tenta apenas ligação direta, nunca perfura
ro: Încearcă doar conexiune directă, niciodată hole-punch
sl: Poskusi samo neposredno povezavo, nikoli hole-punch
sv: Försöker bara direktanslutning, utför aldrig hole-punch
uk: Пробує лише пряме зʼєднання, ніколи не пробиває
vi: Chỉ thử kết nối trực tiếp, không bao giờ đục lỗ
zh_hans: 仅尝试直接连接，不进行打洞
zh_hant: 僅嘗試直接連線，不進行打洞

source: Opacity
ar: الشفافية
ca: Opacitat
cs: Průhlednost
da: Uigennemsigtighed
de: Deckkraft
es: Opacidad
fi: Läpinäkyvyys
fr: Opacité
he: שקיפות
hu: Átlátszatlanság
it: Opacità
ja: 不透明度
ko: 불투명도
nb: Gjennomsiktighet
nl: Dekking
pl: Krycie
pt_br: Opacidade
pt_pt: Opacidade
ro: Opacitate
sl: Prosojnost
sv: Opacitet
uk: Прозорість
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

source: Open
ar: فتح
ca: Obrir
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hu: Megnyitás
it: Apri
ja: 開く
ko: 열기
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ro: Deschide
sl: Odpri
sv: Öppna
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open %@ in browser
ar: فتح %@ في المتصفح
ca: Obrir %@ al navegador
cs: Otevřít %@ v prohlížeči
da: Åbn %@ i browseren
de: %@ im Browser öffnen
es: Abrir %@ en el navegador
fi: Avaa %@ selaimessa
fr: Ouvrir %@ dans le navigateur
he: פתיחת %@ בדפדפן
hu: %@ megnyitása böngészőben
it: Apri %@ nel browser
ja: %@ をブラウザで開く
ko: 브라우저에서 %@ 열기
nb: Åpne %@ i nettleseren
nl: %@ openen in browser
pl: Otwórz %@ w przeglądarce
pt_br: Abrir %@ no navegador
pt_pt: Abrir %@ no navegador
ro: Deschide %@ în browser
sl: Odpri %@ v brskalniku
sv: Öppna %@ i webbläsaren
uk: Відкрити %@ у браузері
vi: Mở %@ trong trình duyệt
zh_hans: 在浏览器中打开 %@
zh_hant: 在瀏覽器中開啟 %@

source: Open a new local shell tab, or a new tmux window in the current session.
ar: افتح علامة تبويب صدفة محلية جديدة، أو نافذة tmux جديدة في الجلسة الحالية.
ca: Obre una pestanya de shell local nova, o una finestra de tmux nova a la sessió actual.
cs: Otevřít novou kartu lokálního shellu nebo nové okno tmux v aktuální relaci.
da: Åbn en ny lokal shell-fane eller et nyt tmux-vindue i den aktuelle session.
de: Einen neuen lokalen Shell-Tab oder ein neues tmux-Fenster in der aktuellen Sitzung öffnen.
es: Abre una nueva pestaña de shell local o una nueva ventana de tmux en la sesión actual.
fi: Avaa uusi paikallisen komentotulkin välilehti tai uusi tmux-ikkuna nykyiseen istuntoon.
fr: Ouvrir un nouvel onglet de shell local, ou une nouvelle fenêtre tmux dans la session actuelle.
he: פתח לשונית מעטפת מקומית חדשה, או חלון tmux חדש בהפעלה הנוכחית.
hu: Új helyi shell lap vagy új tmux ablak megnyitása az aktuális munkamenetben.
it: Apri una nuova scheda di shell locale o una nuova finestra tmux nella sessione corrente.
ja: 新しいローカルシェルタブ、または現在のセッションに新しい tmux ウインドウを開きます。
ko: 새 로컬 셸 탭 또는 현재 세션에 새 tmux 윈도우를 엽니다.
nb: Åpne en ny lokal skall-fane, eller et nytt tmux-vindu i den gjeldende økten.
nl: Open een nieuw lokaal shell-tabblad, of een nieuw tmux-venster in de huidige sessie.
pl: Otwórz nową kartę lokalnej powłoki lub nowe okno tmux w bieżącej sesji.
pt_br: Abra uma nova aba de shell local ou uma nova janela do tmux na sessão atual.
pt_pt: Abra um novo separador de shell local ou uma nova janela tmux na sessão atual.
ro: Deschide o filă nouă de shell local sau o fereastră tmux nouă în sesiunea curentă.
sl: Odprite nov zavihek lokalne lupine ali novo okno tmux v trenutni seji.
sv: Öppna en ny lokal skal-flik, eller ett nytt tmux-fönster i den aktuella sessionen.
uk: Відкрийте нову вкладку локальної оболонки або нове вікно tmux у поточному сеансі.
vi: Mở một tab shell cục bộ mới, hoặc một cửa sổ tmux mới trong phiên hiện tại.
zh_hans: 打开一个新的本地 Shell 标签页，或在当前会话中打开一个新的 tmux 窗口。
zh_hant: 開啟一個新的本機 Shell 標籤頁，或在目前工作階段中開啟一個新的 tmux 視窗。

source: Open As
ar: فتح كـ
ca: Obrir com a
cs: Otevřít jako
da: Åbn som
de: Öffnen als
es: Abrir como
fi: Avaa muodossa
fr: Ouvrir en tant que
he: פתח בתור
hu: Megnyitás mint
it: Apri come
ja: 形式を指定して開く
ko: 다른 형식으로 열기
nb: Åpne som
nl: Openen als
pl: Otwórz jako
pt_br: Abrir Como
pt_pt: Abrir Como
ro: Deschide ca
sl: Odpri kot
sv: Öppna som
uk: Відкрити як
vi: Mở dưới dạng
zh_hans: 打开方式
zh_hant: 開啟方式

source: Open Browser
ar: فتح المتصفح
ca: Obrir navegador
cs: Otevřít prohlížeč
da: Åbn browser
de: Browser öffnen
es: Abrir navegador
fi: Avaa selain
fr: Ouvrir le navigateur
he: פתח דפדפן
hu: Böngésző megnyitása
it: Apri browser
ja: ブラウザを開く
ko: 브라우저 열기
nb: Åpne nettleser
nl: Browser openen
pl: Otwórz przeglądarkę
pt_br: Abrir Navegador
pt_pt: Abrir Navegador
ro: Deschide browserul
sl: Odpri brskalnik
sv: Öppna webbläsare
uk: Відкрити браузер
vi: Mở trình duyệt
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

source: Open Connection
ar: فتح اتصال
ca: Obrir connexió
cs: Otevřít připojení
da: Åbn forbindelse
de: Verbindung öffnen
es: Abrir conexión
fi: Avaa yhteys
fr: Ouvrir la connexion
he: פתח חיבור
hu: Kapcsolat megnyitása
it: Apri connessione
ja: 接続を開く
ko: 연결 열기
nb: Åpne tilkobling
nl: Verbinding openen
pl: Otwórz połączenie
pt_br: Abrir Conexão
pt_pt: Abrir Ligação
ro: Deschide conexiunea
sl: Odpri povezavo
sv: Öppna anslutning
uk: Відкрити з'єднання
vi: Mở kết nối
zh_hans: 打开连接
zh_hant: 開啟連線

source: Open Connection Profile
ar: فتح ملف تعريف الاتصال
ca: Obrir perfil de connexió
cs: Otevřít profil připojení
da: Åbn forbindelsesprofil
de: Verbindungsprofil öffnen
es: Abrir perfil de conexión
fi: Avaa yhteysprofiili
fr: Ouvrir le profil de connexion
he: פתח פרופיל חיבור
hu: Kapcsolati profil megnyitása
it: Apri profilo di connessione
ja: 接続プロファイルを開く
ko: 연결 프로필 열기
nb: Åpne tilkoblingsprofil
nl: Verbindingsprofiel openen
pl: Otwórz profil połączenia
pt_br: Abrir Perfil de Conexão
pt_pt: Abrir Perfil de Ligação
ro: Deschide profilul de conexiune
sl: Odpri profil povezave
sv: Öppna anslutningsprofil
uk: Відкрити профіль з'єднання
vi: Mở hồ sơ kết nối
zh_hans: 打开连接配置
zh_hant: 開啟連線設定檔

source: Open Drawer by Default
ar: فتح الدرج افتراضيًا
ca: Obrir el calaix per defecte
cs: Otevírat zásuvku ve výchozím stavu
da: Åbn skuffe som standard
de: Schublade standardmäßig öffnen
es: Abrir cajón por defecto
fi: Avaa laatikko oletuksena
fr: Ouvrir le tiroir par défaut
he: פתח מגירה כברירת מחדל
hu: Fiók alapértelmezetten nyitva
it: Apri cassetto per impostazione predefinita
ja: デフォルトでドロワーを開く
ko: 기본으로 서랍 열기
nb: Åpne skuff som standard
nl: Lade standaard openen
pl: Domyślnie otwieraj szufladę
pt_br: Abrir Gaveta por Padrão
pt_pt: Abrir Gaveta por Predefinição
ro: Deschide sertarul implicit
sl: Privzeto odpri predal
sv: Öppna lådan som standard
uk: Відкривати висувну панель за замовчуванням
vi: Mở ngăn kéo theo mặc định
zh_hans: 默认打开抽屉栏
zh_hant: 預設開啟抽屜列

source: Open Entra ID in Portal
ar: فتح Entra ID في البوابة
ca: Obrir Entra ID al portal
cs: Otevřít Entra ID na portálu
da: Åbn Entra ID i portalen
de: Entra ID im Portal öffnen
es: Abrir Entra ID en el portal
fi: Avaa Entra ID portaalissa
fr: Ouvrir Entra ID dans le portail
he: פתח Entra ID בפורטל
hu: Entra ID megnyitása a portálon
it: Apri Entra ID nel portale
ja: ポータルでEntra IDを開く
ko: 포털에서 Entra ID 열기
nb: Åpne Entra ID i portalen
nl: Entra ID openen in portal
pl: Otwórz Entra ID w portalu
pt_br: Abrir Entra ID no Portal
pt_pt: Abrir Entra ID no Portal
ro: Deschide Entra ID în portal
sl: Odpri Entra ID v portalu
sv: Öppna Entra ID i portalen
uk: Відкрити Entra ID у порталі
vi: Mở Entra ID trong Portal
zh_hans: 在门户中打开 Entra ID
zh_hant: 在入口網站中開啟 Entra ID

source: Open in Browser
ar: فتح في المتصفح
ca: Obrir al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתיחה בדפדפן
hu: Megnyitás böngészőben
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nb: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
pt_pt: Abrir no Navegador
ro: Deschide în browser
sl: Odpri v brskalniku
sv: Öppna i webbläsare
uk: Відкрити у браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open in Sidebar
ar: فتح في الشريط الجانبي
ca: Obrir a la barra lateral
cs: Otevřít v postranním panelu
da: Åbn i sidebjælke
de: In Seitenleiste öffnen
es: Abrir en la barra lateral
fi: Avaa sivupalkissa
fr: Ouvrir dans la barre latérale
he: פתח בסרגל הצד
hu: Megnyitás az oldalsávban
it: Apri nella barra laterale
ja: サイドバーで開く
ko: 사이드바에서 열기
nb: Åpne i sidepanel
nl: Openen in zijbalk
pl: Otwórz w pasku bocznym
pt_br: Abrir na Barra Lateral
pt_pt: Abrir na Barra Lateral
ro: Deschide în bara laterală
sl: Odpri v stranski vrstici
sv: Öppna i sidofält
uk: Відкрити в бічній панелі
vi: Mở trong thanh bên
zh_hans: 在侧边栏中打开
zh_hant: 在側邊欄中開啟

source: Open in Window
ar: فتح في نافذة
ca: Obrir en una finestra
cs: Otevřít v okně
da: Åbn i vindue
de: In Fenster öffnen
es: Abrir en ventana
fi: Avaa ikkunassa
fr: Ouvrir dans une fenêtre
he: פתח בחלון
hu: Megnyitás ablakban
it: Apri in una finestra
ja: ウインドウで開く
ko: 윈도우에서 열기
nb: Åpne i vindu
nl: Openen in venster
pl: Otwórz w oknie
pt_br: Abrir em Janela
pt_pt: Abrir em Janela
ro: Deschide într-o fereastră
sl: Odpri v oknu
sv: Öppna i fönster
uk: Відкрити у вікні
vi: Mở trong cửa sổ
zh_hans: 在窗口中打开
zh_hant: 在視窗中開啟

source: Open Link
ar: فتح الرابط
ca: Obrir enllaç
cs: Otevřít odkaz
da: Åbn link
de: Link öffnen
es: Abrir enlace
fi: Avaa linkki
fr: Ouvrir le lien
he: פתח קישור
hu: Hivatkozás megnyitása
it: Apri collegamento
ja: リンクを開く
ko: 링크 열기
nb: Åpne lenke
nl: Link openen
pl: Otwórz link
pt_br: Abrir link
pt_pt: Abrir ligação
ro: Deschide link
sl: Odpri povezavo
sv: Öppna länk
uk: Відкрити посилання
vi: Mở liên kết
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open Local Shell
ar: فتح الصدفة المحلية
ca: Obrir shell local
cs: Otevřít lokální shell
da: Åbn lokal shell
de: Lokale Shell öffnen
es: Abrir shell local
fi: Avaa paikallinen komentotulkki
fr: Ouvrir un shell local
he: פתיחת מעטפת מקומית
hu: Helyi Shell megnyitása
it: Apri shell locale
ja: ローカルシェルを開く
ko: 로컬 셸 열기
nb: Åpne lokalt skall
nl: Open lokale shell
pl: Otwórz lokalną powłokę
pt_br: Abrir Shell Local
pt_pt: Abrir Shell Local
ro: Deschide shell local
sl: Odpri lokalno lupino
sv: Öppna lokalt skal
uk: Відкрити локальну оболонку
vi: Mở Shell cục bộ
zh_hans: 打开本地 Shell
zh_hant: 開啟本機 Shell

source: Open NetBird Dashboard
ar: فتح لوحة تحكم NetBird
ca: Obre el tauler de NetBird
cs: Otevřít panel NetBird
da: Åbn NetBird-dashboard
de: NetBird-Dashboard öffnen
es: Abrir el panel de NetBird
fi: Avaa NetBird-hallintapaneeli
fr: Ouvrir le tableau de bord NetBird
he: פתח את לוח הבקרה של NetBird
hu: NetBird irányítópult megnyitása
it: Apri la dashboard di NetBird
ja: NetBirdダッシュボードを開く
ko: NetBird 대시보드 열기
nb: Åpne NetBird-dashbord
nl: NetBird-dashboard openen
pl: Otwórz panel NetBird
pt_br: Abrir painel do NetBird
pt_pt: Abrir o painel do NetBird
ro: Deschide panoul NetBird
sl: Odpri nadzorno ploščo NetBird
sv: Öppna NetBird-panelen
uk: Відкрити панель NetBird
vi: Mở bảng điều khiển NetBird
zh_hans: 打开 NetBird 控制面板
zh_hant: 開啟 NetBird 控制面板
